Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: Suspend Delivery
da: Afbryd insulintilførsel
de: Abgabe unterbrechen
es: Suspender la infusión
fi: Pysäytä annostelu
fr: Suspendre l'administration
it: Sospendi erogazione
ja: 注入を一時停止
nb: Pause leveranse
nl: Onderbreek Toediening
pl: Wstrzymaj podawanie
ro: Suspendă administrarea
ru: Остановить подачу
sv: Pausa insulintillförsel
tr: İletimi Askıya Al
vi: Tạm ngưng liều insulin
zh_hans: 暂停推注

source: Suspending
da: Afbryder
de: Unterbrechen
es: Suspendiendo
fi: Pysäytetään
fr: Suspension en cours
it: Sospensione in corso
ja: 一時停止中
nb: Pauser
nl: Onderbreken
pl: Wstrzymywanie
ro: Se suspendă
ru: Выполняется остановка
sv: Pausar
tr: Askıya alınıyor
vi: Đang tạm ngưng
zh_hans: 正在暂停

source: Switch Preview State
da: Skift forhåndsvisningstilstand
de: Vorschaustatus wechseln
es: Cambiar Estado de Vista Previa
fi: Vaihda esikatselutila
fr: Changer l'état d'aperçu
it: Cambia stato di anteprima
nb: Bytt forhåndsvisningsstatus
nl: Omschakelen naar Voorbeeldstand
pl: Przełącz podgląd
ro: Schimbă către Stare Previzualizare
ru: Состояние переключателя просмотра
sv: Byt förhandsvisningsläge
tr: Önizleme Durumunu Değiştir
vi: Chuyển trạng thái xem trước

source: Tap '+' to create a new custom preset.
da: Tryk på '+' for at oprette en ny brugerdefineret forudindstilling.
de: Tippe „+“, um einen Benutzer definierte Voreinstellung zu erstellen.
es: Pulsa "+" para crear un nuevo preajuste personalizado.
fi: Luo uusi mukautettu esiasetus napauttamalla '+'.
fr: Appuyez sur '+' pour créer un nouveau préréglage personnalisé.
it: Tocca "+" per creare una nuova programmazione.
nb: Trykk på '+' for å opprette en ny 'Override'.
nl: Tik op '+' om een nieuw override programma aan te maken.
pl: Stuknij „+”, aby utworzyć nowy Cel Tymczasowy
ro: Apasă '+' pentru a crea o nouă presetare personalizată.
ru: Нажмите «+», чтобы создать новый пользовательский пресет.
sv: Tryck på '+' för att skapa en ny anpassad förinställning.
tr: Yeni bir özel ön ayar oluşturmak için '+' düğmesine dokunun.
vi: Nhấn '+' để tạo mới Cấu hình sẵn tùy chỉnh.
zh_hans: 点击“+”即可创建新的自定义预设。

source: Tap back to continue exploring the rest of the %@ interface.
da: Tryk på tilbage for at fortsætte med at udforske resten af %@-grænsefladen.
it: Tocca "Indietro" per continuare a esplorare il resto dell'interfaccia %@ .
nb: Trykk på tilbake for å fortsette å utforske resten av %@-grensesnittet.
nl: Tik terug om de rest van de %@ interface te blijven verkennen.
pl: Stuknij przycisk Wstecz, aby kontynuować przeglądanie pozostałej części interfejsu %@.
ro: Atingeți înapoi pentru a continua să explorați restul interfeței %@.
ru: Нажмите «Назад», чтобы продолжить изучение остальной части %@ интерфейса .
sv: Tryck tillbaka för att fortsätta utforska resten av %@ gränssnittet.
vi: Nhấn Quay lại để tiếp tục khám phá phần còn lại của giao diện %@.

source: Target Range
da: Målområde
de: Zielbereich
es: Rango objetivo
fi: Tavoitealue
fr: Plage cible
it: Intervallo target
ja: ターゲット範囲
nb: Målområde
nl: Streefbereik
pl: Zakres docelowy
ro: Interval țintă
ru: Целевой диапазон
sv: Målvärden
tr: Hedef Aralığı
vi: Phạm vi Mục tiêu
zh_hans: 目标范围

source: Temporarily lower your glucose target before a meal to impact post-meal glucose spikes.
da: Sænker midlertidigt dit blodsukker mål før et måltid for at modvirke stigning i blodsukker efter måltidet.
de: Senke Dein Blutzuckerziel vor einer Mahlzeit vorübergehend ab, um Blutzuckerspitzen nach der Mahlzeit auszugleichen.
es: Reduzca temporalmente su objetivo de glucosa antes de una comida para reducir los picos de glucosa después de las comidas.
fi: Laske glukoositavoitetta väliaikaisesti ennen ateriaa vaikuttaaksesi aterian jälkeiseen glukoosin nousuun.
fr: Diminue temporairement votre cible de glycémie avant un repas pour influer sur les pics d'hyperglycémie post-repas.
it: Abbassa temporaneamente il tuo target glicemico prima di un pasto per influenzare i picchi glicemici postprandiali.
nb: Reduser blodsukkermålet ditt midlertidig før et måltid for å påvirke blodsukkertoppene etter måltidet.
nl: Tijdelijk verlagen van je glucosedoel vóór de maaltijd om de kans op post-maaltijd glucosepieken te verkleinen.
pl: Tymczasowo obniż docelowy poziom glukozy przed posiłkiem, aby ograniczyć gwałtowny wzrost glukozy po posiłku.
ro: Reduceți temporar glicemia țintă înainte de masă pentru a avea un impact asupra vârfurilor postprandiale.
ru: Временно понизьте целевое значение уровня глюкозы перед едой, чтобы уменьшить пики глюкозы после еды.
sv: Sänker tillfälligt ditt målvärde före en måltid för att motverka postprandiella hyperglykemier (stegrade blodsocker efter en måltid).
tr: Yemek sonrası KŞ artışlarını engellemek için yemekten önce KŞ hedefinizi geçici olarak düşürün.
vi: Tạm thời hạ mục tiêu đường huyết trước bữa ăn để giảm mức tăng đường huyết sau ăn.
zh_hans: 餐前临时降低目标血糖，有助于控制餐后血糖波动。

source: Temporarily raise your glucose target before, during, or after physical activity to reduce the risk of low glucose events.
da: Hæver midlertidigt dit blodsukkermål før, under eller efter fysisk aktivitet for at reducere risikoen for lavt blodsukker.
de: Erhöhe Dein Blutzuckerziel vorübergehend vor, während oder nach körperlicher Aktivität, um das Risiko von Ereignissen mit niedrigem Blutzucker zu verringern.
es: Aumente temporalmente su objetivo de glucosa antes, durante o después de la actividad física para reducir el riesgo de tener eventos de glucosa baja.
fi: Nosta glukoositavoitetta väliaikaisesti ennen liikuntaa, sen aikana tai sen jälkeen, jotta matalan glukoosin riski pienenee.
fr: Augmente temporairement votre cible de glycémie avant, pendant ou après l'activité physique pour réduire le risque d'hypoglycémie.
it: Aumenta temporaneamente il target glicemico prima, durante o dopo l'attività fisica per ridurre il rischio di eventi ipoglicemici.
nb: Øk blodsukkermålet ditt midlertidig før, under eller etter fysisk aktivitet for å redusere risikoen for hendelser med lavt blodsukker.
nl: Verhoog tijdelijk je glucosedoel voor, gedurende, of na fysieke activiteit om het risico op lage glucosegebeurtenissen te verminderen.
pl: Tymczasowo zwiększ docelowy poziom glukozy przed, w trakcie lub po aktywności fizycznej, aby zmniejszyć ryzyko wystąpienia niskiego poziomu glukozy (Hipoglikemia).
ro: Creșteți temporar valoarea ținta a glicemiei înainte, în timpul sau după activitatea fizică pentru a reduce riscul de apariție a hipoglicemiei.
ru: Временно повышайте целевой уровень глюкозы до, во время или после физической активности, чтобы снизить риск развития событий, связанных с низким уровнем глюкозы.
sv: Höj tillfälligt ditt målvärde före, under eller efter fysisk aktivitet för att minska risken för låga blodsockervärden.
tr: Düşük KŞ riskini azaltmak için fiziksel aktivite öncesinde, sırasında veya sonrasında KŞ hedefinizi geçici olarak yükseltin.
vi: Tạm thời nâng mục tiêu đường huyết trước, trong hoặc sau khi hoạt động thể chất để giảm nguy cơ hạ đường huyết.
zh_hans: 在运动前、运动中或运动后，临时提高你的血糖目标值，以降低发生低血糖的风险。

source: Temporary Override
da: Midlertidig Override
de: Vorübergehende Override
es: Sobreescritura temporal
fi: Tilapäisasetus
fr: Ajustement temporaire
it: Override temporaneo
ja: 一時的オーバーライト
nb: Midlertidig overstyring
nl: Tijdelijke Override
pl: Zdalny Cel Tymczasowy
ro: Înlocuire temporară
ru: Временный
sv: Temporär Override
tr: Geçici Geçersiz Kılma
vi: Chồng liều tạm thời
zh_hans: 临时覆盖

source: than your Correction Range.
da: end dit korrektionsområde.
de: als Dein Korrekturbereich.
es: que su Rango de Corrección.
fi: kuin korjausalue.
fr: que votre plage de correction.
it: rispetto al tuo intervallo di correzione.
nb: enn ditt korreksjonsområde.
nl: zijn dan je Correctiebereik.
pl: niż twój zakres docelowy.
ro: față de intervalul de corecții.
ru: чем ваш диапазон коррекции.
sv: än ditt målvärde.
tr: düzeltme Aralığınızdan daha fazla.
vi: so với phạm vi hiệu chỉnh của bạn.
zh_hans: 于你的校正范围。

source: The currently selected fast acting insulin model will be used as a default.
da: Den aktuelt valgte hurtigtvirkende insulinmodel anvendes som standard.
de: Das aktuell ausgewählte schnell wirkende Insulinmodell wird als Standard verwendet.
es: Se utilizará por defecto el modelo de insulina de acción rápida actualmente seleccionado.
fr: Le modèle d'insuline à action rapide actuellement sélectionné sera utilisé par défaut.
it: Il modello d'insulina ad azione rapida attualmente selezionato verrà utilizzato come predefinito.
nb: Den for øyeblikket valgte hurtigvirkende insulinmodellen vil bli brukt som standard.
nl: Het momenteel geselecteerde snelwerkende insulinemodel wordt als standaard gebruikt.
pl: Aktualnie wybrany model insuliny szybko działającej zostanie użyty jako domyślny.
ro: Modelul de insulină cu acțiune rapidă selectat în prezent va fi utilizat ca implicit.
ru: Выбранная в данный момент модель быстродействующего инсулина будет использоваться по умолчанию.
sv: Den nuvarande snabbverkande insulinmodellen kommer att användas som standard.
tr: Şu anda seçili olan hızlı etkili insülin modeli varsayılan olarak kullanılacaktır.
vi: Mô hình insulin tác dụng nhanh hiện đang được chọn sẽ được sử dụng làm mặc định.

source: The legacy model used by Loop, allowing customization of action duration.
da: Ældre model, der bruges af Loop, og som gør det muligt at tilpasse insulinens varighed.
de: Das von Loop verwendete Legacy-Modell, das die Anpassung der Aktionsdauer ermöglicht.
es: El modelo heredado utilizado por Loop, que permite personalizar la duración de la acción de la insulina.
fi: Loopin vanha insuliinimalli, jossa voi muokata insuliinin vaikutusaikaa.
fr: Le modèle original utilisé par Loop, permettant de gérer la durée d'action de l'insuline.
it: Il modello legacy utilizzato da Loop, che consente la personalizzazione della durata dell'azione.
ja: ループのレガシーモデルで、作用期間をカスタマイズできます。
nb: Den eldre modellen som brukes av Loop, tillater tilpasning av handlingsvarighet.
nl: Het model gebruikt bij Loop, staat verandering van actieduur toe.
pl: Model umożliwiający dostosowanie czasu działania insuliny.
ro: Modelul vechi utilizat de Loop, permite personalizarea duratei de acțiune.
ru: Устаревшая модель, используемая Loop, позволяющая настраивать продолжительность действия.
sv: Äldre modell använd av Loop, vilken tillåter anpassning av insulinets verkningstid.
tr: Loop tarafından kullanılan ve eylem süresinin özelleştirilmesine izin veren eski model.
vi: Mô hình cũ được Loop sử dụng, cho phép tùy chỉnh thời lượng hành động.
zh_hans: Loop使用的默认模型参数，您可以自行修改胰岛素代谢时间。

source: The maximum absorption time is %@
da: Den maksimale absorptionstid er %@
de: Die maximale Resorptionszeit beträgt %@
es: El tiempo máximo de absorción es %@
fi: Pisin sallittu imeytymisaika on %@
fr: Le temps d'absorption maximum est de %@
it: Il periodo di assorbimento massimo è %@
ja: 最大吸収時間: %@
nb: Maks absorbsjonstid er %@
nl: De maximale opnametijd is %@
pl: Maksymalny czas absorpcji wynosi %@
ro: Durata maximă de absorbție este de %@
ru: Максимальная длительность усвоения %@
sv: Maximala absorptionstiden är %@
tr: Maksimum emilim süresi %@
vi: Thời gian tiêu hóa tối đa là %@
zh_hans: 最大吸收时间为 %@

source: The maximum allowed amount is %@ grams
da: Den maksimalt tilladte mængde er %@ gram
de: Die maximale Anzahl an Gramm ist %@ g
es: La cantidad máxima permitida es %@ gramos
fi: Suurin sallittu määrä on %@ grammaa
fr: La quantité maximale autorisée est de %@ grammes
it: La quantità massima permessa è %@ grammi
ja: 最大量: %@ g
nb: Maks tillatt mengde er %@ gram
nl: De maximale toegestane waarde is %@ gram
pl: Maksymalna dozwolona ilość wynosi %@ gramów
ro: Cantitatea maximă admisă este de %@ grame
ru: Максимальное допустимое количество %@ грамм
sv: Maximala mängd är %@ gram
tr: İzin verilen maksimum miktar %@ gramdır
vi: Khối lượng cho phép tối đa là %@ grams
zh_hans: 允许的最大量为 %@ g

source: The rapid-acting adult model assumes peak activity at 75 minutes.
da: Den hurtigvirkende insulinmodel for voksne antager maksimal effekt ved 75 minutter.
de: Das schnell wirkende Erwachsenenmodell geht von einer maximalen Aktivität nach 75 Minuten aus.
es: El modelo de adultos de acción rápida supone un pico de efecto a los 75 minutos.
fi: Nopeavaikutteinen aikuisten malli olettaa vaikutushuippua 75 minuutissa.
fr: Ce modèle "Action rapide-Adulte" est basé sur une activité maximale de l’insuline vers 75 minutes.
it: Il modello adulto ad azione rapida assume il picco di attività a 75 minuti.
nb: Den hurtigvirkende modellen for voksne antar maksimal insulinaktivitet etter 75 minutter.
nl: Het snelwerkende model voor volwassenen gaat uit van een piekactiviteit op 75 minuten.
pl: Szybko działający model dla dorosłych zakłada szczytową aktywność po 75 minutach.
ro: Modelul pentru adulți de acțiune rapidă presupune vârful de acțiune la 75 de minute.
ru: Быстродействующая взрослая модель предполагает пик активности через 75 минут.
sv: Den snabbverkande vuxenmodellen antar en maximal aktivitet vid 75 minuter.
tr: Hızlı etkili yetişkin modeli, 75 dakikada en yüksek etkiyi varsayar.
vi: Rapid-acting adult giả định có thời điểm hoạt động đỉnh là 75 phút.

source: The rapid-acting child model assumes peak activity at 65 minutes.
da: Den hurtigvirkende insulinmodel for voksne antager maksimal effekt ved 65 minutter.
de: Das schnell wirkende Kindermodell geht von einer Spitzenaktivität nach 65 Minuten aus.
es: El modelo para niños de acción rápida supone un pico de efecto a los 65 minutos.
fi: Nopeavaikutteinen lasten malli olettaa vaikutushuippua 65 minuutissa.
fr: Ce modèle "Action rapide-Enfant" est basé sur une activité maximale de l’insuline vers 65 minutes.
it: Il modello del bambino ad azione rapida assume il picco di attività a 65 minuti.
nb: Den hurtigvirkende modellen for barn antar maksimal insulinaktivitet etter 65 minutter.
nl: Het snelwerkende model voor kinderen gaat uit van een piekactiviteit op 65 minuten.
pl: Szybko działający model dziecka zakłada szczytową aktywność po 65 minutach.
ro: Modelul pentru copii de acțiune rapidă presupune vârful de acțiune la 65 de minute.
ru: Быстродействующая детская модель предполагает пиковую активность через 65 минут.
sv: Den snabbverkande vuxenmodellen antar en maximal aktivitet vid 65 minuter.
tr: Hızlı etkili çocuk modeli, 65 dakikada en yüksek etkiyi varsayar.
vi: Rapid-acting child giả định có thời điểm hoạt động đỉnh là 65 phút.

source: The schedule starts at midnight and cannot contain a rate of 0 U/hr.
da: Tidsplanen starter ved midnat og kan ikke indeholde en dosis på 0 E/time.
de: Der Zeitplan beginnt um Mitternacht und darf keine Rate von 0 IE/h enthalten.
es: El horario comienza a medianoche y no puede contener una tasa de 0 U/h.
fi: Aikataulu alkaa keskiyöstä, eikä se voi sisältää basaalitasoa 0 U/t.
fr: La définition de l'horaire commence à minuit et ne peut pas contenir un taux de 0 U/hr.
it: Il programma inizia a mezzanotte e non può contenere una velocità di 0 U/ora.
nb: Tidsplanen starter ved midnatt, og kan ikke inneholde en basaldose på 0 E/time.
nl: Het schema begint om middernacht en mag geen snelheid van 0 E/uur hebben.
pl: Harmonogram rozpoczyna się o północy i nie może zawierać dawki 0 J/h.
ro: Programul începe la miezul nopții și nu poate conține o rată bazala de 0 U/oră.
ru: Расписание начинается в полночь и не может содержать скорость 0 Ед/ч.
sv: Schemat startar vid midnatt och får inte innehålla en dos på 0 E/timme.
tr: Program gece yarısı başlar ve 0 Ü/sa bir oran içeremez.
vi: Lịch trình bắt đầu từ nửa đêm và không được chứa tỷ lệ 0 U/giờ.
zh_hans: 基础速率计划从午夜开始，且不允许设置为 0 单位/小时。

source: Therapy Settings
da: Behandlingsindstillinger
de: Therapieeinstellungen
es: Ajustes de la Terapia
fi: Hoitoasetukset
fr: Réglages Thérapeutique
it: Impostazioni terapia
nb: Behandlingsinnstillinger
nl: Therapieinstellingen
pl: Ustawienia terapii
ro: Setări terapie
ru: Настройки терапии
sv: Behandlingsinställningar
tr: Tedavi Ayarları
vi: Cài đặt điều trị
zh_hans: 治疗设置

source: This model assumes peak insulin activity at 19 minutes.
da: Denne model forudsætter peak insulinaktivitet på 19 minutter.
de: Dieses Modell geht von einer maximalen Insulinaktivität nach 19 Minuten aus.
es: Este modelo asume la actividad máxima de la insulina a los 19 minutos.
fr: Ce modèle est basé sur un pic d'activité de l’insuline à 19 minutes.
it: Questo modello presuppone il picco di attività insulinica a 19 minuti.
nb: Denne modellen antar topp insulinaktivitet etter 19 minutter.
nl: Dit model gaat uit van een piek in de insulineactiviteit op 19 minuten.
pl: Model ten zakłada szczytową aktywność insuliny po 19 minutach.
ro: Acest model presupune vârful de acțiune al insulinei la 19 minute.
ru: Эта модель предполагает пик активности инсулина на 19 минуте.
sv: Denna modell antar en maximal aktivitet vid 19 minuter.
tr: Bu model, 19. dakikada en yüksek insülin aktivitesini varsayar.
vi: Mô hình này giả định thời điểm hoạt động đỉnh của insulin là 19 phút.

source: This model assumes peak insulin activity at 55 minutes.
da: Denne model forudsætter peak insulinaktivitet på 55 minutter.
de: Dieses Modell geht von einer maximalen Insulinaktivität nach 55 Minuten aus.
es: Este modelo asume la actividad máxima de la insulina a los 55 minutos.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 55 minuutissa.
fr: Ce modèle est basé sur un pic d'activité de l’insuline à 55 minutes.
it: Questo modello presuppone il picco di attività insulinica a 55 minuti.
nb: Denne modellen antar maksimal insulinaktivitet etter 55 minutter.
nl: Dit model gaat uit van een piek in de insulineactiviteit op 55 minuten.
pl: Model ten zakłada szczytową aktywność insuliny po 55 minutach.
ro: Acest model presupune activitatea maximă a insulinei la 55 minute.
ru: Эта модель предполагает пик активности инсулина на 55 минуте.
sv: Denna modell antar en maximal aktivitet vid 55 minuter.
tr: Bu model, 55. dakikada en yüksek insülin aktivitesini varsayar.
vi: Mô hình này giả định thời điểm hoạt động đỉnh của insulin là 55 phút.

source: This model assumes peak insulin activity at 65 minutes.
da: Denne model forudsætter maksimal effekt ved 65 minutter.
de: Dieses Modell geht von einer maximalen Insulinaktivität nach 65 Minuten aus.
es: Este modelo asume la actividad máxima de la insulina a los 65 minutos.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 65 minuutissa.
fr: Ce modèle est basé sur un pic d'activité de l’insuline à 65 minutes.
it: Questo modello presuppone il picco di attività insulinica a 65 minuti.
nb: Denne modellen antar maksimal insulinaktivitet etter 65 minutter.
nl: Dit model gaat uit van een piek in de insulineactiviteit op 65 minuten.
pl: Model ten zakłada szczytową aktywność insuliny po 65 minutach.
ro: Acest model presupune activitatea maximă a insulinei la 65 minute.
ru: Эта модель предполагает пик активности инсулина на 65 минуте.
sv: Denna modell antar en maximal aktivitet vid 65 minuter.
tr: Bu model, 65 dakikada en yüksek insülin aktivitesini varsayar.
vi: Mô hình này giả định thời điểm hoạt động đỉnh của insulin là 65 phút.

source: This model assumes peak insulin activity at 75 minutes.
da: Denne model forudsætter maksimal effekt ved 75 minutter.
de: Dieses Modell geht von einer maximalen Insulinaktivität nach 75 Minuten aus.
es: Este modelo asume como pico de la insulina a los 75 minutos.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 75 minuutissa.
fr: Ce modèle est basé sur un pic d'activité de l’insuline à 75 minutes.
it: Questo modello presuppone il picco di attività insulinica a 75 minuti.
nb: Denne modellen antar maksimal insulinaktivitet etter 75 minutter.
nl: Dit model gaat uit van een piek in de insulineactiviteit op 75 minuten.
pl: Model ten zakłada szczytową aktywność insuliny po 75 minutach.
ro: Acest model presupune activitatea maximă a insulinei la 75 minute.
ru: Эта модель предполагает пик активности инсулина на 75 минуте.
sv: Denna modell antar en maximal aktivitet vid 75 minuter.
tr: Bu model, 75 dakikada en yüksek insülin aktivitesini varsayar.
vi: Mô hình này giả định thời điểm hoạt động đỉnh của insulin là 75 phút.

source: This section of the %@ app is unavailable in this simulator.
da: Denne del af %@-appen er ikke tilgængelig i denne simulator.
it: Questa sezione dell'app %@ non è disponibile in questo simulatore.
nb: Denne delen av %@-appen er ikke tilgjengelig i denne simulatoren.
nl: Deze sectie van de %@ app is niet beschikbaar in deze simulator.
pl: Ta sekcja aplikacji %@ jest niedostępna w tym symulatorze.
ro: Această secțiune a aplicației %@ nu este disponibilă în acest simulator.
ru: Этот раздел %@ приложения недоступен в этом симуляторе.
sv: Denna del av %@ appen är inte tillgänglig i den här simulatorn.
vi: Phần này của ứng dụng %@ không khả dụng trong trình mô phỏng này.

source: This setting will also determine a safety limit for automatic dosing. %1$@ will limit automatic delivery to keep the amount of active insulin below twice your maximum bolus.
da: Denne indstilling bestemmer også en sikkerhedsgrænse for automatisk dosering. %1$@ begrænser den automatiske tilførsel for at holde mængden af aktivt insulin under det dobbelte af din maksimale bolus.
de: Diese Einstellung bestimmt auch eine Sicherheitsgrenze für die automatische Dosierung. %1$@ begrenzt die automatische Abgabe, um die Menge an aktivem Insulin unter dem Doppelten Deines maximalen Bolus zu halten.
fr: Ce réglage déterminera également une limite de sécurité pour le dosage automatique. %1$@ limitera l’administration automatique pour maintenir la quantité d’insuline active en dessous de deux fois votre bolus maximal.
it: Questa impostazione determinerà anche un limite di sicurezza per il dosaggio automatico. %1$@ limiterà l'erogazione automatica per mantenere la quantità d'insulina attiva al di sotto del doppio del bolo massimo.
nb: Denne innstillingen vil også bestemme en sikkerhetsgrense for automatisk dosering. %1$@ vil begrense automatisk tilførsel for å holde mengden aktivt insulin under det dobbelte av maksimal bolus.
nl: Deze instelling bepaalt ook een veiligheidslimiet voor automatische dosering. %1$@ beperkt de automatische toediening om de hoeveelheid actieve insuline onder tweemaal uw maximale bolus te houden.
pl: Te ustawienia będą dodatkowo określać bezpieczny limit automatycznych dawek. %1$@ ograniczy automatyczne podawanie, do dwukrotności Twojego maksymalnego bolusa.
ro: Această setare va determina, de asemenea, o limită de siguranță pentru administrarea automată. %1$@ va limita administrarea automată pentru a menține cantitatea de insulină activă sub dublul bolusului maxim.
ru: Эта настройка также определяет предел безопасности для автоматического введения инсулина. %1$@ ограничит автоматический ввод инсулина, чтобы количество активного инсулина не превышало удвоенного максимального болюса.
sv: Denna inställning kommer också att fastställa en säkerhetsgräns för automatisk dosering. %1$@ kommer att begränsa automatisk tillförsel för att hålla mängden aktivt insulin under två gånger din maximala bolus.
tr: Bu ayar aynı zamanda otomatik dozlama için bir güvenlik limiti belirleyecektir. %1$@ aktif insülin miktarını maksimum bolusunuzun iki katının altında tutmak için otomatik iletimi sınırlayacaktır.
vi: Cài đặt này cũng sẽ xác định một giới hạn an toàn cho việc tiêm tự động. %1$@ sẽ giới hạn việc tiêm tự động để giữ lượng insulin đang hoạt động dưới gấp đôi bolus tối đa của bạn.
zh_hans: 此设置还将用于设定自动给药的安全上限。%1$@ 将限制自动注射，使体内的活性胰岛素量保持在最大剂量的两倍以内。
